import React from "react";

import "./IntroductionMaterial.scss";

export const Intro1 = () => {
  return (
    <div className="text">
      <span className="title-1">중앙집행위원회 (현 비상대책위원회)</span>
      <br />
      <br />
      총학생회는 4천학우가 모인 하나의 큰 집단입니다. 4천 명의 생각을 하나로 모으고,
      이를 실현시키기 위해 '총학생회'가 있는 것이죠.
      <br />
      <br />
      하지만, 모든 학생들이 총학생회의 업무에 참여하는
      것은 현실적으로 어렵습니다. 따라서 앞서 살펴본 바와 같이 총학생회에 필요한 일들을 맡아 수행하는 작은
      조직들이 존재합니다. 그 중에서도 "중앙집행위원회"는 총학생회 산하 최고 집행기구로서
      학우들에게 필요한 여러 가지 일들을 수행하고 있답니다.
      <br />
      <br />
      지난 12월 총선거 무산으로 인해 비상대책위원회가 구성되었으며, 비상대책위원장단과 국장과 국원으로 이루어집니다. 현재
      비상대책위원회는 서기실, 집행지원실, 정책국, 복지국, 사무국, 디자인국, 정보국으로 운영되고 있습니다.
    </div>
  );
};

export const Intro2 = () => {
  return (
    <div>
      <span className="title-1">서기실</span>
      <br />
      <br />
      서기실은 총학생회 중앙집행위원회 외부(의결기구나 회의 등)의 일을 담당하는
      국서입니다. 메인 사업으로는 의결기구 기록 정리, 의결기구 매뉴얼 제작 등이
      있으며 중앙운영위원회, 전체학생대표자회의 등 의결기구에 참여하여 의결기구
      보조 역할을 수행하고 있습니다.
      <br />
      <br />
      <span className="title-2">서기실 사업 소개</span>
      <br />
      <br />
      <span className="title-3">의결기구 보조</span>
      <br />
      의결기구 보조 역할을 수행하고 있습니다. 의결기구 개회 전에는 의결기구의 소집
      공고를 ARA에 올리고, 카이위키에 의결기구 문서 및 안건지를 작성합니다. 의결기구
      진행 중에는 회의 보조로서 의결기구 진행을 돕고, 유튜브 스트리밍을 진행합니다.
      의결기구 폐회 후에는 의결기구의 결과 공고를 ARA에 올리고 서기를 모집하여
      논의록을 작성합니다. 의결기구를 모니터링하는 역할도 수시로 수행하고 있습니다.
      <br />
      <br />
      <span className="title-3">의결기구 매뉴얼 제작</span>
      <br />
      의결기구 및 각종 회의의 매뉴얼을 제작하는 사업을 진행하고 있습니다.
      중앙운영위원회, 전체학생대표자회의, 서면의결, 기층예산심의위원회,
      집행조정위원회 등이 매뉴얼 제작 대상입니다.
      <br />
      <br />
      <span className="title-3">의결기구 기록 정리</span>
      <br />
      의결기구 기록을 정리하는 사업을 진행합니다. 2019년 이후의 의결기구 기록은 학부
      총학생회에서 공식적으로 이용하는 카이위키에 체계적으로 정리되어 있습니다.
      이전의 기록은 ARA에 흩어져 존재하는데, ARA에 있는 자료는 pdf 파일로
      되어있거나 검색하기 어려워 이용하기에 불편하므로 이를 카이위키로 옮기고자
      합니다.
      <br />
      <br />
      <span className="title-3">공문 처리</span>
      <br />
      각종 공문 처리 업무를 담당합니다.
    </div>
  );
};

export const Intro3 = () => {
  return (
    <div>
      <span className="title-1">집행지원실</span>
      <br />
      <br />
      집행지원실은 총학생회장단과 국서들의 업무를 보조하고 행정적인 지원을 합니다.
      업무의 범위는 상대적으로 유동적이며, 타 국서 혹은 비상대책위원장단의 요청에 따라
      업무를 분담하는 경우도 있습니다.
      <br />
      <br />
      <span className="title-2">집행지원실 사업 소개</span>
      <br />
      <br />
      <span className="title-3">위원장단 업무 보조</span>
      <br />
      위원장단의 요청에 따라 업무에 필요한 자료를 조사하여 제공하는 역할을 합니다.
      <br />
      <br />
      <span className="title-3">내부 매뉴얼 정리</span>
      <br />
      중앙집행위원회 내부에서 일어나는 여러 업무에 대한 표준을 제시하는 문서를
      작성합니다. (ex: 전화 응대 매뉴얼, 공지 전달 매뉴얼, 회계 관리 매뉴얼)
      <br />
      <br />
      <span className="title-3">업무 트래킹</span>
      <br />
      중앙집행위원회 국서의 업무 진행 상황을 기록하며, 사업의 진행 상황을 정리합니다.
    </div>
  );
};

export const Intro4 = () => {
  return (
    <div>
      <span className="title-1">정책국</span>
      <br />
      <br />
      정책국은 학생, 학사, 생활/학습 관련 정책을 다루는 중앙집행위원회의 국서입니다.
      현재는 산하에 사업팀과 대응팀을 두어 운영하고 있습니다. 사업팀은 학우들의 학사
      생활 전반에 있어 제도의 개선점을 찾고 교내/외 담당 부서와 논의합니다. 대응팀은
      학내 이슈 대응을 담당하고 있으며, 학사 정책 외에도 교육, 이공계 관련 의제를 찾고
      목소리를 내기도 합니다. 이처럼 정책국은 여러 정책을 연구하고 학우들을 대변하여
      학교의 변화를 이끌어 내는 역할을 합니다.
      <br />
      <br />
      <span className="title-2">사업팀 사업 소개</span>
      <br />
      <br />
      <span className="title-3">학사 정책 개선</span>
      <br />
      특강 과목, 재수강 과목을 포함한 과목의 수강 신청 전면 전산화 및 ‘수강 신청 및
      변경 취소’기간 개선을 진행하고 있습니다. 기초필수과목 개설 시간대 다양화,
      계절학기 기초필수과목 개설 사업도 진행 중이며, 비대면 원격수업 수강 제도 개선을
      위한 사업을 추진하고 있습니다.
      <br />
      <br />
      <span className="title-3">생활/학습 환경 개선</span>
      <br />
      KAIST의 열악한 대중교통 접근성을 개선하기 위해 지역사회 및 복지국과 협력하여
      시내버스의 교내 통과를 추진했습니다. Office365등 학내 구성원의 편의성을 증대할
      수 있는 소프트웨어 라이센스의 확대, KLMS 이용 개선 등 학우들의 학습 환경을
      개선하기 위한 다양한 사업을 진행하고 있습니다.
      <br />
      <br />
      <span className="title-3">학습권 보장</span>
      <br />
      군복무 기간 동안 원격 수강을 통해 학생들의 학업이 단절되지 않도록 군복무 중
      원격수강제도 도입을 추진하고 있습니다. 군복무 경험을 체육 AU로 인정하는
      군복무 경험 체육 AU 인정 사업을 진행 중입니다.  이외에도, 학습 사각지대 해결,
      공결 전산 시스템 도입 등 학습권을 보장하기 위한 정책을 연구하고 관련 사업을
      진행하고 있습니다.
      <br />
      <br />
      <span className="title-2">대응팀 사업 소개</span>
      <br />
      <br />
      <span className="title-3">학내 이슈 대응</span>
      <br />
      대응팀은 총학생회가 대응해야 할 학내 이슈가 생겼을 때 가장 먼저 대응책을
      고민하고 관련 사업에 착수하며 총학생회 SNS 등을 통해 학우들에게 공지하는
      역할을 합니다.
      <br />
      <br />
      <span className="title-3">COVID-19 대응</span>
      <br />
      COVID-19와 관련된 이슈나 교내 정책의 변화가 생겼을 때 학우들의 의견을 학교에
      전달하거나 행동요령을 안내합니다.
    </div>
  );
};

export const Intro5 = () => {
  return (
    <div>
      <span className="title-1">복지국</span>
      <br />
      <br />
      복지국은 카이스트 학우들의 일상에 가장 밀접하게 닿아있습니다. 외부 제휴업체와의
      계약과 관리를 담당하고 교내 제휴업체의 관리에 기여하며, 학내 구성원과 관련된
      모든 복지 사업의 기획/개선/보수를 담당합니다. 저희는 항상 학내 구성원들의 복지와
      편의를 최우선으로 생각하며, 학우분들의 목소리를 통해 더 나은 삶의 방향을 찾기
      위해 노력합니다.
      <br />
      <br />
      <span className="title-2">복지국 사업 소개</span>
      <br />
      <br />
      <span className="title-3">교내 교통 개선</span>
      <br />
      KAIST 학부 총학생회 복지국은 캠퍼스 내부와 외부의 교통을 개선하는데에 노력하고
      있습니다. 교내에 대전 시내버스가 통과하는 사업을 추진했습니다. 현재는 대덕특구
      순환버스라는 명칭으로 운영되고 있습니다. 캠퍼스 내부의 교통을 개선하기 위해
      기존 OLEV노선과는 구분되는 OLEV 제2노선을 신설하는 사업을, 학교에서 대전
      주요 터미널과의 접근성을 높이기 위해 대전역/복합터미널 셔틀버스를 신설하는
      사업을 진행하고자 합니다.
      <br />
      <br />
      <span className="title-3">교내 공간 개선</span>
      <br />
      KAIST 학부 총학생회 복지국은 학내 구성원들이 기숙사와 학습 공간을 더욱
      편리하게 이용할 수 있도록 노력하고 있습니다. 기숙사에서 우산을 편하게 건조하고
      관리할 수 있도록 하고, 대학원생과 학부생이 같은 방을 사용할 수 있도록 하는 등
      생활관 전반에 걸친 개선 사업을 진행하고 있습니다. 시험기간 중앙 도서관 연장
      운영을 통해 학우분들이 편하게 공부하실 수 있는 환경을 조성하기 위해 노력하고
      있습니다.
      <br />
      <br />
      <span className="title-3">교내 생활 개선</span>
      <br />
      KAIST 학부 총학생회 복지국은 학내 구성원들의 편리한 생활을 위해 노력하고
      있습니다. 2020년도에 모바일 학생증을 도입하여 건물 출입과 본인 인증을 편리하게
      했습니다. 모바일 학생증 피드백을 통해 불편함을 개선하는 사업도 진행하고
      있습니다.
      <br />
      <br />
      <span className="title-3">제휴 사업</span>
      <br />
      KAIST 학부 총학생회 복지국은 학생 편의 업체들과 제휴를 맺으며, 교내 구성원들이
      다양한 할인 혜택을 받을 수 있도록 노력하겠습니다. 할인 혜택에서 제외되는 학내
      구성원들이 없도록, 다양한 홍보 창구를 이용하여 제휴 혜택을 공지하고 있습니다.
    </div>
  );
};

export const Intro6 = () => {
  return (
    <div>
      <span className="title-1">사무국</span>
      <br />
      <br />
      사무국은 총학생회 내부 관리를 담당하는 국서로써 중앙집행위원들이 업무에 불편함을 느끼지
      않도록 돕는 역할을 수행합니다. 산하에 사무팀과 회계팀을 두어 운영하고 있습니다.
      사무팀은 필요한 사무비품들을 구입하고 총학생회 사무실 관리를 담당하며 총학생회
      상근을 관리합니다. 또한 내부규약 제정, 리크루팅 세부내용 결정 등에서
      중앙집행위원장, 회장단과 협력합니다. 이외에는 총학생회 산하 단체의 활동
      인증서를 발급합니다. 회계팀은 총학생회의 재정을 관리하고 집행하는 업무를
      담당합니다. 가장 큰 업무로는 봄학기와 가을학기에 납부되는 학생회비를 관리하며
      이를 의결된 예산안을 바탕으로 분배하는 일을 맡고 있습니다. 더불어
      중앙집행위원회의 모든 회계 집행을 총괄하는 업무도 책임지고 있습니다.
      <br />
      <br />
      <span className="title-2">사무팀 사업 소개</span>
      <br />
      <br />
      <span className="title-3">중앙집행위원회 내부관리</span>
      <br />
      LT 등 친목활동을 기획하고 중앙집행위원회 내부규약을 작성하는 일을 하고
      있습니다.
      <br />
      <br />
      <span className="title-3">학부 총학생회 사무실 총괄</span>
      <br />
      총학생회 회의실 예약을 관리하며, 사무비품 구입, 사무실 청소 등 총학생회실을
      관리를 총괄하고 있습니다.
      <br />
      <br />
      <span className="title-3">학부 총학생회 상근 업무 총괄</span>
      <br />
      상근실록 관리, 상근 일정 및 인원 관리 등 학부 총학생회 상근 업무를 총괄합니다.
      총학생회 산하 단체 활동인증서를 발급하는 업무도 맡고 있습니다.
      <br />
      <br />
      <span className="title-2">회계팀 사업 소개</span>
      <br />
      <br />
      <span className="title-3">학생회비 납부 관리</span>
      <br />
      회계팀은 봄학기와 가을학기에 진행되는 학생회비 납부를 총괄하고 관리합니다.
      추가납부자 및 학생회비 환급 신청자들의 요청을 처리하고 납부된 내역을 바탕으로
      해당 학기 총학생회 정회원 명단을 정리합니다. 최종적으로 납부된 학생회비와
      이월금으로 이루어진 총학생회비를 의결된 예산안을 바탕으로 총학생회
      산하단체에게 분배하는 역할을 맡고 있습니다.
      <br />
      <br />
      <span className="title-3">중앙집행위원회 재정 및 계약 관리</span>
      <br />
      중앙집행위원회의 모든 회계 사용 내역에 총책임을 지고 관리합니다. 각 국서의
      국장단들과 협업하여 앞으로 진행할 사업의 예산안을 작성하고 중앙집행위원회 회계
      사용 내역을 정리한 결산안 및 회계 감사 자료를 작성합니다. 더불어
      중앙집행위원회의 이름으로 체결된 모든 계약을 관리하고도 있습니다.
      <br />
      <br />
      <span className="title-3">회계 감사 전산화 사업</span>
      <br />
      기존에 진행하고 있는 회계 감사 자료 작성 방식에 불편함이 존재해 이를 전산화하여
      총학생회 회계 담당자들의 업무를 줄이는 사업을 진행하고자 합니다. 현재 구체적인
      전산화 방식에 관하여 상의 중이며 추후 아이디어를 확정 짓고, 본격적으로 전산
      시스템을 도입 할 예정입니다.
    </div>
  );
};

export const Intro7 = () => {
  return (
    <div>
      <span className="title-1">디자인국</span>
      <br />
      <br />
      디자인국은 로고나 홍보물, 카드뉴스, 단체복, 책자, PPT 등의 모든 디자인 업무를
      진행합니다. 디자인국은 디자인과 다양한 정보 매체를 통해서 총학생회에서
      알려드려야 할 정보들을 학우분들께 효율적으로 전달할 수 있는 방법을 고민하는
      국서입니다.
      <br />
      <br />
      <span className="title-2">디자인국 사업 소개</span>
      <br />
      <br />
      <span className="title-3">상시 디자인 업무</span>
      <br />
      회장단 및 각 국서의 요청에 알맞게 디자인 작업을 진행합니다. 이 때 각
      사업의 취지와 방향성을 가장 잘 살릴 수 있으면서도 정보의 전달력을 고려하여
      작업을 진행하고 있습니다.
      <br />
      <br />
      <span className="title-3">내부 디자인 업무</span>
      <br />
      총학생회 중앙집행위원회 내부의 다양한 디자인 업무를 진행합니다. 올해에는
      통일되어 있지 않던 총학생회 서류의 양식을 정리하는 프로젝트를 완료할
      예정이며, 내부 친목을 위한 단체복 디자인 등을 진행합니다.
    </div>
  );
};

export const Intro8 = () => {
  return (
    <div>
      <span className="title-1">정보국</span>
      <br />
      <br />
      정보국은 중앙집행위원회에서 운영하는 카이위키와 학부 총학생회 홈페이지를
      관리합니다. 이외에도 내부 전산 관련 업무를 진행합니다.
      <br />
      <br />
      <span className="title-2">정보국 사업 소개</span>
      <br />
      <br />
      <span className="title-3">학부 총학생회 홈페이지 유지/보수</span>
      <br />
      2020년도에 런칭한 학부 총학생회 홈페이지를 유지/보수하는 사업을 진행하고
      있습니다. 학부 총학생회 홈페이지는 과거 기록 아카이빙, 학생 청원 게시판, 제휴
      리스팅 등의 기능을 수행하고 있으며, 기존에 사용하던 ARA나 카이위키와는 다른
      방향으로 차별화할 예정입니다.
      <br />
      <br />
      <span className="title-3">카이위키 유지/보수</span>
      <br />
      총학생회 중앙집행위원회에서 운영하는 ‘카이위키’ 서비스를 유지/보수하여
      다양한 의결기구 안건지 및 결과지를 아카이빙하는 작업을 지원합니다.
      <br />
      <br />
      <span className="title-3">각종 전산 작업</span>
      <br />
      의결기구 온라인 진행에 필요한 정보기기 관리 및 총학생회 중앙집행위원회
      서버 관리 등을 진행합니다.
    </div>
  );
};
