import React from "react";

import { Tab, Tabs } from "react-bootstrap";

import "./IntroductionMaterial.scss";

const Intro1 = () => {
  return (
    <div>
      중앙집행위원회는 총학생회장단과 협업하여 학우분들께 긍정적인 영향을 끼칠
      수 있도록 힘쓰는 기구입니다.
      <br />
      중앙집행위원장과 7개 국서, 2개 부서의 국장과 팀장 및 국원들로 구성되어
      있으며, 서로 상호작용하여 학우분들을 위한 사업이 원활히 진행될 수 있도록
      최선을 다하고 있습니다. 이를 통해 학우분들의 일상에 크고 작은 변화를
      불러오며, 변화된 일상을 &lt;FLEX&gt;할 수 있는 캠퍼스를 꿈꾸고 있습니다.
      <br />
      <br />
      1) 원활한 소통창구
      <br />
      중앙집행위원회는 학우분들의 목소리를 한데 모아 학교와 관련 부서등에
      전달하는 역할을 담당하고 있습니다. 더 효과적으로 학우분들과 소통하기 위해,
      홈페이지 내 청원게시판 등을 개설하여 유기적이고 능동적인 학생사회를
      도모하고 있습니다.
      <br />
      <br />
      2) 믿을만한 행동력
      <br />
      중앙집행위원회는 학우분들을 위한 정책, 복지 등의 사업을 기획하고 진행하며
      실질적인 변화를 일구어내고자 노력합니다. 학우분들의 생활에 도움이 될 만 한
      정책을 검토하고 요구하며, 윤택한 생활을 위한 복지 및 문화 복지등을
      제공하며 긍정적인 효과를 이루어내기 위해 선한 행동력을 행사합니다.
      <br />
      <br />
      3) 건강한 학생사회 도모
      <br />
      중앙집행위원회는 산하기구, 학생자치단체 및 과학생회 등 교내 다양한 학생
      단체 및 기구와 상호작용합니다. 해당 기구가 본래의 목적과 기능을 잃지 않고
      정체성을 유지할 수 있도록 돕고자 협력국을 신설하여 소통과 협업에
      무게중심을 두었습니다. 이를 기반으로 건강하고 유기적인 학생사회를 도모하고
      있습니다.
    </div>
  );
};

const Intro2 = () => {
  return (
    <div>
      사무국에서는 여러 사업을 진행하지 않지만 중앙집행위원회가 문제없이 가동될
      수 있도록 내조 업무를 수행하고 있습니다. 이번 &lt;FLEX&gt;
      중앙집행위원회에서는 기록물과 관련하여 많은 시도를 하는 중입니다.
      <br />
      <br />
      <b>사무국 핵심 공약</b>
      <br />
      1) 학내 커뮤니티 모니터링
      <br />
      - 학우분들에게 접근성이 좋은 커뮤니티를 소통의 장으로 사용하여 보다 많은
      의견을 수렴하겠습니다. &lt;카이스트 대신 전해드립니다&gt;,
      &lt;에브리타임&gt; 등 학내 커뮤니티를 살피며 익명으로 제보된 내용을
      확인하고, 담당국서에 전달하여 사안에 알맞게 대응하고 있습니다.
      <br />
      2) 총학생회 프론티어
      <br />
      - 학생 사회에 관심이 있지만 정식 국원으로 활동하기가 부담스러우신
      학우분들을 위하여 중앙집행위원회를 체험해 보실 수 있도록 &lt;총학생회
      프론티어&gt;를 준비하는 중 입니다.
      <br />
      <br />
      <b>사무국 업무 소개</b>
      <br />
      1) 중앙집행위원회 내부관리
      <br />
      - LT 등 친목활동 기획
      <br />
      - 중앙집행위원회 내부규약 작성
      <br />
      2) 학부 총학생회 사무실 총괄
      <br />
      - 총학생회 회의실 예약 관리
      <br />
      - 사무실 청결유지
      <br />
      - 비품 유지, 관리
      <br />
      3) 학부 총학생회 상근 업무 총괄
      <br />
      - 총학생회 산하 단체 활동인증서 발급
      <br />
      4) 의결기구 기록 관리
      <br />
      - 중앙운영위원회 및 전체학생대표자회의 서기업무 총괄
      <br />
      - 의결기구 결과지 게시담당
      <br />
      - 과거 기록 정리
      <br />: 아라에만 게시되었던 의결기록을 정리하여 카이스트 백과사전으로 이전
      작업을 진행중입니다.
    </div>
  );
};

const Intro3 = () => {
  return (
    <div>
      복지국은 카이스트 학우들의 일상에 가장 밀접하게 닿아있습니다. 외부
      제휴업체와의 계약과 관리를 담당하고 교내 제휴업체의 관리에 기여하며, 학내
      구성원과 관련된 모든 복지 사업의 기획/개선/보수를 담당합니다. 저희는 항상
      학내 구성원들의 복지와 편의를 최우선으로 생각하며, 학우분들의 목소리를
      통해 더 나은 삶의 방향을 찾기 위해 노력합니다.
      <br />
      <br />
      <b>복지국 핵심 공약 및 업무 소개</b>
      <br />
      <br />
      1) 교내 교통 개선
      <br />
      KAIST 학부 총학생회 복지국은 캠퍼스 내부와 외부의 교통을 개선하는데에
      노력하고 있습니다. 기존 OLEV노선과는 구분되는 OLEV 제2노선을 신설하여
      캠퍼스 내의 교통을 개선하고, 대전역/복합터미널 셔틀버스 신설을 통해
      학교에서 대전 주요 터미널과의 접근성을 높이겠습니다. 또한 교내에 대전
      시내버스를 통과할 수 있도록 노력하여, 학내 구성원들의 문화 생활을 풍요롭게
      만들겠습니다.
      <br />
      <br />
      2) 교내 공간 개선
      <br />
      KAIST 학부 총학생회 복지국은 학내 구성원들이 기숙사와 학습 공간을 더욱
      편리하게 이용할 수 있도록 노력하고 있습니다. 기숙사에서 우산을 편하게
      건조하고 관리할 수 있도록 하고, 대학원생과 학부생이 같은 방을 사용할 수
      있도록 하는 등 생활관 전반에 걸친 개선 사업을 진행하고 있습니다. 시험기간
      중앙 도서관 연장 운영을 통해 학우분들이 편하게 공부하실 수 있는 환경을
      조성하기 위해 노력하고 있습니다.
      <br />
      <br />
      3) 교내 생활 개선
      <br />
      KAIST 학부 총학생회 복지국은 학내 구성원들의 편리한 생활을 위해 노력하고
      있습니다. 모바일 학생증을 도입하여 건물 출입과 본인 인증을 편리하게 하며,
      교내 배달을 개선하여 다양한 배달 음식을 드실 수 있도록 노력하고 있습니다.
      또한 교내 축제에서 주류를 쉽게 구할 수 있도록 다양한 방안을 모색하고
      있습니다.
      <br />
      <br />
      4) 제휴 사업
      <br />
      KAIST 학부 총학생회 복지국은 학생 편의 업체들과 제휴를 맺으며, 교내
      구성원들이 다양한 할인 혜택을 받을 수 있도록 노력하겠습니다. 할인 혜택에서
      제외되는 학내 구성원들이 없도록, 다양한 홍보 창구를 이용하여 제휴 혜택을
      공지하고 있습니다.
      <br />
      <br />
    </div>
  );
};

const Intro4 = () => {
  return (
    <div>
      정책국은 학생, 학사 관련 정책을 다루는 중앙집행위원회의 국서입니다.
      학우들의 학사 생활 전반에 있어 제도의 개선점을 찾고 교내/외 담당 부서와
      논의합니다. 여러 정책을 연구하고 학우들을 대변하여 학교의 변화를 이끌어
      내겠습니다. <br />
      <br />
      <b>정책국 핵심 공약 및 업무 소개</b>
      <br />
      1) 학사 정책 개선
      <br />
      - 수강신청 제도 개선
      <br />
      특강 과목, 재수강 과목을 포함한 과목의 수강 신청 전면 전산화를 추진
      중입니다. <br />
      ‘수강 신청 및 변경 취소’기간을 개선하는 안을 기획 중입니다.
      <br />
      - 기초필수과목 운영 방안 개선
      <br />
      학생들이 원활하게 과목을 수강할 수 있도록 기초필수과목이 다양한 시간대에
      개설되도록 하고, 계절학기에 기초필수과목이 개설되도록 하겠습니다. <br />
      COVID-19 대응 <br />
      <br />
      2) 생활, 학습 환경 개선
      <br />
      - 시내버스 관련 사업
      <br />
      KAIST의 열악한 대중교통 접근성을 개선하기 위해 지역과 연계하여 시내버스의
      교내 통과를 추진 중입니다. 복지국과의 협업을 통해 진행합니다.
      <br />
      - 캠퍼스 내 음식 배달 제도 개선
      <br />
      복지국과의 협업을 통해 진행합니다.
      <br />
      - 소프트웨어 라이센스 확대 추진
      <br />
      클라우드 기반의 카이스트 메일 사용, Office365등 학내 구성원의 편의성을
      증대할 수 있는 소프트웨어 라이센스의 확대를 추진 중입니다.
      <br />
      <br />
      3) 학습권 보장
      <br />
      - 군복무 원격 수강 및 학점 인정 제도 추진
      <br />
      군복무 기간 동안 원격 수강을 통해 학생들의 학업이 단절되지 않도록
      하겠습니다. 군복무 경험을 체육 AU, 학점 등으로 인정해 줌으로써 군복무의
      가치를 재고합니다.
      <br />
      - 학습 사각지대 해결
      <br />
      - 공결 전산 시스템 도입
      <br />
    </div>
  );
};

const Intro5 = () => {
  return (
    <div>
      문화기획국은 학우들의 보다 즐거운 학교 생활을 위해 다양한 문화 행사를
      기획하고 진행하는 국서입니다. 카이스트 최고의 뮤직 페스티벌 『KAMF』,
      잔디광장에서 캠프를 즐기는 『힐링캠프』, 여름철에 교내에서 즐기는 피서
      『카이파크』, 5개 과기원의 올림픽 『STadium』 등 이 외에도 각종 이벤트와
      캠페인을 진행하고 있습니다.
      <br />
      <br />
      <b>문화기획국 핵심 공약 및 업무 소개</b>
      <br />
      i) 『KAMF』 : <br />
      KAMF는 KAIST Arts and Music Festival의 약자로, 카이스트 학우분들 뿐만
      아니라 대전 시민들이 함께 즐길수 있는 음악과 예술이 한 곳에 어우러진
      축제로 올해는 9월에 행사가 열릴 예정입니다. 예년 행사의 경우 무대 공연,
      오픈스테이지(버스킹), 전시회, 부스, 푸드트럭 프로그램을 진행하였습니다.
      <br />
      무대에서는 인디밴드들과 가수들의 공연이, 그 주변에는 다양한 문화/예술
      체험부스 그리고 KAIST 학우분들이 준비한 버스킹 무대를 즐길 수 있으며, 각종
      푸드트럭이 배치되어있어 눈과 귀와 입이 심심하지 않은 축제를 즐기실 수
      있습니다. <br />
      2018년엔 벚꽃과 함께하는 KAMF라는 컨셉으로 봄에 진행되었으며, 2019년에는
      태풍으로 인해서 실내에서 간소하게 진행하였지만, 나름대로 특별한 KAMF로
      진행되었습니다.
      <br />
      KAMF는 모든 컨텐츠를 “무료”로 즐길 수 있는 행사입니다! 캠퍼스의 낭만을
      선사하는 KAMF, 올해 라인업과 컨텐츠도 기대해주세요~!
      <br />
      KAMF에 대해 궁금하신 사항이 있으시면 다음 페이스북 페이지 링크에서 자세히
      확인하실 수 있습니다! <br />
      <a href="https://www.facebook.com/2019kamf/">
        https://www.facebook.com/2019kamf/
      </a>
      <br />
      <br />
      ii) 『힐링캠프』 : <br />
      힐링캠프는 잔디밭에서 캠핑을 즐기며 제공되는 그릴과 숯으로 고기도 구워먹고
      맥주도 한 잔 할 수 있는 낭만적인 행사입니다. 사연을 읽어주는 라디오 진행과
      함께 울려퍼지는 음악에 취해 봄의 하룻밤을 텐트에서 친구들과 지새워 보는
      것은 어떨까요? 올해 힐링캠프는 개강 직전 진행될 예정입니다! 많은 관심
      부탁드립니다~!
      <br />
      <br />
      iii) 『카이파크』 : <br />
      카이파크는 더운 여름철, 무더위에 지친 학우분들을 위해 캠퍼스 내에
      워터파크를 설치하여 시원한 물놀이를 즐길 수 있는 행사입니다. 행사 당일에는
      에어풀장, 워터슬라이드, 수상징검다리, 워터볼 등이 설치될 뿐만 아니라
      친구들과 물총싸움도 하고 시원한 수박까지 즐길 수 있는 등 다양한 컨텐츠가
      준비되어 있습니다. 올해 카이파크는 위의 『힐링캠프』와 같은 날짜에 진행될
      예정입니다.
      <br />
      <br />
      iv) 『STadium』 : <br />
      STadium은 5개의 과기특성화 대학이 모여 여러 분야의 재능을 뽐낼 수 있는
      교류의 장입니다.(KAIST, POSTECH, UNIST, DGIST, GIST)
      <br />
      2020년 11월에 열리는 제4회 STadium은 *KAIST*에서 개최되며 참가 종목에는
      농구, 야구, 축구, 탁구, 배드민턴, E-Sports 등이 있습니다.
      <br />
      이 외에도 학술제가 운영되거나 여러 학교의 가지각색 동아리들의 공연도 즐길
      수 있으며 눈과 귀가 모두 즐거운 행사입니다.
      <br />
      STadium에 대해 궁금하신 사항이 있으시면 다음 페이스북 페이지 링크에서
      자세히 확인하실 수 있습니다!
      <br />
      <a href="https://www.facebook.com/pages/category/School/2019-STadium-116203329772097/">
        https://www.facebook.com/pages/category/School/2019-STadium-116203329772097/
      </a>
      <br />
    </div>
  );
};

const Intro6 = () => {
  return (
    <div>
      국제사무국은 카이스트의 국제화와 국제 관련 복지 및 정책을 담당하는
      국서입니다. 학교 내에서는 한국 학생과 국제 학생이 함께 어울려 참여할 수
      있는 행사를 기획하고 외국인 학생들의 더 나은 캠퍼스 생활을 위해 노력하며,
      국제 무대에서는 카이스트가 빛날 수 있도록 외부 단체와의 협력 및 사업을
      추진합니다.
      <br />
      <br />
      <b>운영 방향과 목표</b>
      <br />
      <br />
      저희 국제사무국은 ‘카이스트의 국제화’라는 목적 아래 운영되고 있습니다.{" "}
      <br />
      <br />
      <b>캠퍼스의 국제화</b>
      <br />
      캠퍼스 내의 외국인 재학생 수 혹은 그들의 국적의 다양성이 학교의 국제화가
      얼만큼 잘 이루지고 있는지 전부 나타낸다고 생각하지 않습니다. 다만, 외국인
      학생들의 인권이 다른 이들과 동등하게 존중받고, 국적에 상관없이 모두가 잘
      어우러질 수 있는 학내 분위기를 갖춘 학교는 국제화가 잘 이루어진 곳일
      겁니다. <br />
      국제사무국에서는 단기적으로 언어적인 문제를 최소화 하는데 초점을 두고
      있으며, 장기적으로는 국제적인 학내 분위기를 만들어나가기 위해 근본적인
      ‘소통’ 문제에 집중하고 있습니다. 외국인 학생도 우리 학부 총학생회의
      구성원인 만큼 학부 총학생회가 모든 사업을 추진할 때 외국인 학생들이
      소외되지 않도록 노력합니다. <br />
      <br />
      <b>국제 무대에서의 카이스트 </b>
      <br />
      학교의 국제화에 있어 또 다른 부분은 학생 모두가 세계 시민으로 잘 살아갈 수
      있도록 지지하는 것이라고 생각합니다. 국제사무국에서는 외부 단체 혹은
      대학교들과 협력하여 국제 무대에서 카이스트 학생 여러분이 빛날 수 있도록
      노력하고 응원합니다. <br />
      <br />
      <b>국제사무국 주요 사업 소개</b>
      <br />
      <br />
      <b>1. 학생사회 문서 검수</b>
      <br />
      학생사회 공지, 각종 문서, 회칙 등의 영문 버전을 검토하고 수정하는 작업을
      합니다.
      <br />
      <br />
      a) 학부 총학생회 영문 회칙 검토
      <br />
      학생사회 영문 회칙을 정기적으로 검토하여 개선될 수 있는 부분들을
      논의합니다. 또한 학생사회에서 사용되는 용어와 명칭이 변화하는 경우도 있기
      때문에 필요할 때 수정하도록 합니다.
      <br />
      b) 학생사회 단어사전 제작
      <br />
      학생사회에서 많이 사용되는 단어들로 구성된 한-영 단어사전을 제작 중입니다.{" "}
      <br />
      <br />
      <b>2. 행사 기획</b>
      <br />
      해외에 있는 대학교에 재학 중인 학생들을 초청하거나 그들과 협력하여 행사를
      기획하고, 교내 학생들이 국제적인 행사에 참여할 수 있는 기회를 만들기 위해
      노력합니다. <br />
      <br />
      a) 개교 50주년 국제 학생 컨퍼런스 <br />
      2021년 카이스트 개교 50주년을 맞아 다양한 나라에 위치한 대학교에 제학 중인
      학생들을 초청하여 컨퍼런스를 개최할 예정입니다. 카이스트 개교 50주년인
      만큼 컨퍼런스 주제를 글로벌 이슈, 과학과 관련 지으면서도 미래지향적일 수
      있도록 구상합니다. <br />
      b) 해외연수 <br />
      매년 중앙집행위원회 기획 인원과 일반학우 선발 인원으로 구성하여 해외
      대학교를 방문하여 현지 대학생과 교류할 수 있는 기회를 제공합니다. <br />
      <br />
      <b>3. 정책 및 복지</b>
      <br />
      국제사무국에서는 학생들의 캠퍼스 생활을 개선시키기 위해 국제 관련 정책 및
      복지 사업을 진행합니다. <br />
      <br />
      a) 번역 캠페인
      <br />
      카이스트 교내에는 '캠퍼스 국제화'라는 목적 아래 대부분의 공지와 게시물의
      영어 번역 병기를 권장하고 있지만, 필요한 곳에 적절하게 번역이 되어 있지
      않은 것을 종종 찾아볼 수 있습니다. 교내에 존재하는 오역 및 번역 미비를
      제보받아 직접 수정하거나 관리 주체에 수정을 요청합니다. <br />
      b) 외국인 간담회
      <br />
      한국학우-외국학우를 구성으로 하여 인식 차이, 캠퍼스 생활 등에 대한 주제로
      진솔한 대화를 나누는 간담회입니다. 이를 바탕으로 국제사무국에서는 기존
      사업을 개선시키고 새로운 사업들 또한 계획합니다. <br />
      c) 교내 식당 음식 표기 <br />
      비건, 채식주의, 무슬림인 학생들을 위해 교내 식당 메뉴판에 특정 식품
      원재료를 보기 쉽게 표기하는 사업을 추진 중입니다. <br />
      d) 외국인 학생 동아리 가입 개선
      <br />
      외국인 학생들이 동아리 가입 혹은 등록하는 데 어려움을 겪는 경우가 있어,
      이를 해결하기 위해 논의 중입니다. <br />
      e) 한국어 캠프 개선 <br />
      외국인 학생들이 참여하는 한국어 캠프에 대해 피드백을 받고 필요한 부분들을
      개선합니다. <br />
      <br />
      <b>4. 외부 단체 협력</b>
      <br />
      국제사무국은 카이스트 총학생회와 여러 단체 사이의 다리 역할을 하여, 융합과
      소통이 원활하게 이루어질 수 있도록 노력합니다. <br />
      <br />
      a) KISA (KAIST International Student Association) <br />
      외국인 학생회인 KISA와 매달 정기적으로 회의를 진행하여 외국인 학생들의
      커뮤니티에 대한 소식을 알아보고 학교 정책 및 복지에 대해 논의하며, 서로의
      사업에 대해 피드백을 주고 받습니다.
    </div>
  );
};

const Intro7 = () => {
  return (
    <div>
      협력국은 총학생회를 중심으로 한 학생단체들의 결속이라는 총학생회장단의
      기조 및 공약을 위해 신설된 국서입니다. 과학생회의 정책부역할을 수행하기
      위해 설문조사를 작성하기도 하고 다양한 학생단체들과 협력하여 다양한 문제를
      해결합니다.
      <br />
      <br />
      <b>핵심 공약 및 업무 소개</b>
      <br />
      i. CA제도 개선
      <br />
      현재 학과에서 진행되는 CA제도를 개선하기 위해 현재 진행되는 방식을
      조사하고 개선안을 작성해 협의합니다.
      <br />
      ii. 학과 통합 설문조사
      <br />
      수변기간 출석체크, 퀴즈 제한, 수업 추가 개설 기준 확립 등 학과에서 겪는
      문제점등을 종합하고 다양한 데이터를 구축하기 위해 학과 통합 설문조사를
      진행하려 합니다.
      <br />
      iii. 협력 사업
      <br />
      학과와 단체들의 원활한 진행을 위해 온라인 선거, 졸업준비위원회 모집,
      전학대회 대의원 의석수 결정 등 다양한 업무를 맡아 진행하고 있습니다.
    </div>
  );
};

const Intro8 = () => {
  return (
    <div>
      집행지원실은 총학생회장단과 국서들의 업무를 보조하고 행정적인 지원을
      합니다. 업무의 범위는 상대적으로 유동적이며, 타 국서 혹은 총학생회장단의
      요청에 따라 업무를 분담하는 경우도 있습니다. 또한 총학생회 역대 기록을
      관리하는 역할도 담당하고 있습니다.
      <br />
      <br />
      <b>집행지원실 핵심 공약 및 업무 소개</b>
      <br />
      - 회장단 업무 보조
      <br />
      회장단의 요청에 따라 업무에 필요한 자료를 조사하여 제공하는 역할을 합니다.
      <br />
      <br />
      - 내부 매뉴얼 정리
      <br />
      현재 진행하고 있는 사업으로서 중앙집행위원회 내부에서 일어나는 여러 업무에
      대한 표준을 제시하는 문서를 작성합니다. (ex: 전화 응대 매뉴얼, 공지 전달
      매뉴얼, 회계 관리 매뉴얼)
      <br />
      <br />
      - 업무 트래킹
      <br />
      중앙집행위원회 국서들의 업무 진행 상황을 기록하여 사업의 진행 상황을
      정리합니다.
      <br />
      <br />
      - 학생사회 기록 정리
      <br />
      2019년 이후의 학생사회 기록은 카이위키에 체계적으로 정리되어 있으나, 이전
      기록은 ARA에 흩어져 있습니다. 이를 카이위키로 이전하기 위하여 기록을
      수집하여 정리하고 있습니다.
      <br />
      <br />
      - 공약 사업
      <br />
      a. 프론티어 제도: 사무국과 함께 진행할 사업으로서, 중앙집행위원회에 관심을
      가지고 있는 학우를 대상으로 업무를 체험할 수 있는 기회를 제공합니다.
      코로나19 사태가 진정되는 여름 혹은 가을학기에 시행하는 것을 고려 중입니다.
      <br />
      b. 총학생회 간담회
      <br />
      총학생회 업무에 대한 중간평가 성격을 가지는 학우 대상 간담회를 계획
      중입니다. 가을학기에 시행할 예정입니다.
    </div>
  );
};

const Intro9 = () => {
  return (
    <div>
      디자인정보팀은 디자인팀과 정보팀으로 나뉘어져 별개로 운영되고 있습니다.
      디자인팀은 로고나 홍보물, 카드뉴스, 단체복, 책자, PPT 등의 모든 디자인
      업무를 진행합니다. 정보팀은 중앙집행위원회에서 운영하는 ‘카이위키’를
      관리하고, 특히 올해에는 학부 총학생회 홈페이지 제작을 목표로 하고
      있습니다. 이 외에도 내부 전산 관련 업무를 진행합니다. 디자인정보팀은
      디자인과 다양한 정보 매체를 통해서 총학생회에서 알려드려야 할 정보들을
      학우분들께 효율적으로 전달할 수 있는 방법을 고민하는 국서입니다.
      <br />
      <br />
      <b>디자인팀 업무 소개</b>
      <br />
      - 상시 디자인 업무
      <br />
      회장단 및 각 국서의 요청에 알맞게 디자인 작업을 진행합니다. 이 때 각
      사업의 취지와 방향성을 가장 잘 살릴 수 있으면서도 정보의 전달력을 고려하여
      작업을 진행하고 있습니다.
      <br />
      - 내부 디자인 업무
      <br />
      총학생회 중앙집행위원회 내부의 다양한 디자인 업무를 진행합니다. 올해에는
      통일되어 있지 않던 총학생회 서류의 양식을 정리하는 프로젝트를 완료할
      예정이며, 내부 친목을 위한 단체복 디자인 등을 진행합니다.
      <br />
      <br />
      <b>정보팀 업무 소개</b>
      <br />
      - 학부 총학생회 홈페이지 개발
      <br />
      올해에는 몇 년동안 꾸준히 진행되었지만 완성하지 못한 학부 총학생회
      홈페이지 개발을 완료하고 런칭하는 것을 목표로 합니다. 기존에 사용하던
      SNS와는 달리 홈페이지를 통한 과거 정보 아카이빙, 학생 청원 게시판, 제휴
      리스팅 등의 새로운 기능을 수행 수 있는 방향으로 차별화할 예정입니다.
      <br />
      - 카이위키 유지/보수
      <br />
      총학생회 중앙집행위원회에서 운영하는 ‘카이위키’ 서비스를 유지/보수하여
      다양한 의결기구 안건지 및 결과지를 아카이빙하는 작업을 지원합니다.
      <br />
      - 각종 전산 작업
      <br />
      의결기구 온라인 진행에 필요한 정보기기 관리 및 총학생회 중앙집행위원회
      서버 관리 등을 진행합니다.
    </div>
  );
};

const Intro10 = () => {
  return (
    <div>
      회계팀은 총학생회의 재정을 관리하고 집행하는 업무를 진행하는 부서입니다.
      가장 큰 업무로는 봄학기와 가을학기에 납부되는 학생회비를 관리하며 이를
      의결된 예산안을 바탕으로 분배하는 일을 맡고 있습니다. 더불어
      중앙집행위원회의 모든 회계 집행을 총괄하는 업무도 책임지고 있습니다.
      <br />
      <br />
      <b>회계팀 업무 소개</b>
      <br />
      - 학생회비 납부 관리 <br />
      회계팀은 봄학기와 가을학기에 진행되는 학생회비 납부를 총괄하고 관리합니다.
      추가납부자 및 학생회비 환급 신청자들의 요청을 처리하고 납부된 내역을
      바탕으로 해당 학기 총학생회 정회원 명단을 정리합니다. 최종적으로 납부된
      학생회비와 이월금으로 이루어진 총학생회비를 의결된 예산안을 바탕으로
      총학생회 산하단체에게 분배하는 역할을 맡고 있습니다. <br />
      - 중앙집행위원회 재정 및 계약 관리
      <br />
      중앙집행위원회의 모든 회계 사용 내역에 총책임을 지고 관리합니다. 각 국서의
      국장단들과 협업하여 앞으로 진행할 사업의 예산안을 작성하고 중앙집행위원회
      회계 사용 내역을 정리한 결산안 및 회계 감사 자료를 작성합니다. 더불어
      중앙집행위원회의 이름으로 체결된 모든 계약을 관리하고도 있습니다. <br />
      - 회계 감사 전산화 사업
      <br />
      기존에 진행하고 있는 회계 감사 자료 작성 방식에 불편함이 존재해 이를
      전산화하여 총학생회 회계 담당자들의 업무를 줄이고자 하고 있습니다. 현재
      구체적인 전산화 방식에 관하여 상의 중이며 추후 아이디어를 확정 짓고
      가을학기 회계 감사부터 본격적으로 전산 시스템을 도입 할 예정입니다.
    </div>
  );
};

const IntroductionMaterial = () => {
  const listData = [
    {
      link: "#1",
      title: "중앙집행위원회",
      content: <Intro1 />
    },
    {
      link: "#2",
      title: "사무국",
      content: <Intro2 />
    },
    {
      link: "#3",
      title: "복지국",
      content: <Intro3 />
    },
    {
      link: "#4",
      title: "정책국",
      content: <Intro4 />
    },
    {
      link: "#5",
      title: "문화기획국",
      content: <Intro5 />
    },
    {
      link: "#6",
      title: "국제사무국",
      content: <Intro6 />
    },
    {
      link: "#7",
      title: "협력국",
      content: <Intro7 />
    },
    {
      link: "#8",
      title: "집행지원실",
      content: <Intro8 />
    },
    {
      link: "#9",
      title: "디자인정보팀",
      content: <Intro9 />
    },
    {
      link: "#10",
      title: "회계팀",
      content: <Intro10 />
    }
  ];
  return (
    <Tabs defaultActiveKey="#1">
      {listData.map(data => (
        <Tab
          className="introduction-inside"
          title={data.title}
          eventKey={data.link}
        >
          {data.content}
        </Tab>
      ))}
    </Tabs>
  );
};

export default IntroductionMaterial;
