import React from "react";

const AuthAgreementPreviousContent = () => {
  return (
    <div
      className="border border-secondary p-3"
      style={{ height: "400px", width: "100%", overflow: "scroll" }}
    >
      <p>
        KAIST 학부 총학생회는 개인정보 보호법 제30조에 따라 정보주체의
        개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수
        있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립.공개합니다.
        개인정보 처리방침을 개정할 시 변경 이력을 공개합니다.
      </p>
      <p>
        <strong>제1조(개인정보의 처리목적)</strong> KAIST 학부 총학생회는 다음의
        목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의
        목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는
        개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
        예정입니다.
      </p>
      <ol>
        <li>홈페이지 회원 가입 및 관리</li>
      </ol>
      <p>
        회원 가입 여부 확인, 회원제 서비스 제공에 따른 본인 식별∙인증, 회원자격
        유지∙관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지,
        각종 고지∙통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
      </p>
      <ol>
        <li>고충처리</li>
      </ol>
      <p>
        민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락∙통지, 처리결과
        통보 등의 목적으로 개인정보를 처리합니다.
      </p>
      <p>
        <strong>제2조(개인정보의 처리 및 보유기간)</strong> ① KAIST 학부
        총학생회는 법령에 따른 개인정보 보유. 이용기간 또는 정보주체로부터
        개인정보를 수집시에 동의 받은 개인정보 보유. 이용기간 내에서 개인정보를
        처리. 보유합니다.
      </p>
      <p>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>
      <ol>
        <li>
          <p>
            홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴시까지 다만,
            다음의 사유에 해당하는 경우에는 해당 사유 종료시까지 1) 관계 법령
            위반에 따른 수사. 조사 등이 진행중인 경우에는 해당 수사∙조사
            종료시까지
          </p>
        </li>
        <li>
          <p>고충처리 : 민원 사항 처리 완료시까지</p>
        </li>
      </ol>
      <p>
        <strong>제3조(정보주체의 권리.의무 및 행사방법)</strong> ① 정보주체는
        KAIST 학부 총학생회에 대해 언제든지 다음 각 호의 개인정보 보호 관련
        권리를 행사할 수 있습니다.
      </p>
      <ol>
        <li>
          <p>개인정보 열람요구</p>
        </li>
        <li>
          <p>오류 등이 있을 경우 정정 요구</p>
        </li>
        <li>
          <p>삭제요구</p>
        </li>
        <li>
          <p>처리정지 요구</p>
        </li>
      </ol>
      <p>
        ② 제1항에 따른 권리 행사는 KAIST 학부 총학생회에 대해 서면, 전화,
        전자우편 등을 통하여 하실 수 있으며 KAIST 학부 총학생회는 이에 대해
        지체없이 조치하겠습니다.
      </p>
      <p>
        ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는
        KAIST 학부 총학생회는 정정 또는 삭제를 완료할 때까지 당해 개인정보를
        이용하거나 제공하지 않습니다.
      </p>
      <p>
        ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등
        대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지
        제11호 서식에 따른 위임장을 제출하셔야 합니다.
      </p>
      <p>
        ⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 KAIST 학부
        총학생회가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을
        침해하여서는 아니됩니다.
      </p>
      <p>
        <strong>제4조 개인정보의 제3자 제공에 관한 사항</strong>
      </p>
      <ol>
        <li>
          KAIST 학부 총학생회는 원칙적으로 정보주체의 개인정보를 수집·이용
          목적으로 명시한 범위 내에서 처리하며 다음의 경우를 제외하고는
          정보주체의 사전 동의 없이 제3자에게 제공하지 않습니다.
        </li>
      </ol>
      <p>∙ 가. 정보주체로부터 별도의 동의를 받은 경우</p>
      <p>
        ∙ 나. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한
        경우
      </p>
      <p>
        ∙ 다. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나
        주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보 주체 또는
        제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
      </p>
      <p>
        ∙ 라. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로써 특정
        개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우
      </p>
      <p>
        ∙ 마. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지
        아니하면 다른 법률에서 정하는 소관업무를 수행할 수 없는 경우로서
        보호위원회의 심의·의결을 거친 경우
      </p>
      <p>
        ∙ 바. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에
        제공하기 위하여 필요한 경우
      </p>
      <p>∙ 사. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우</p>
      <p>∙ 아. 법원의 재판업무 수행을 위하여 필요한 경우</p>
      <p>자. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우</p>
      <p>
        ② KAIST 학부 총학생회가 개인정보를 제3자에게 제공하는 경우 다음의 항목을
        정보주체에게 알린 후 동의를 받겠습니다.
      </p>
      <p>
        ∙ 가. 제공받는 자의 성명(법인 또는 단체인 경우에는 그 명칭)과 연락처
      </p>
      <p>∙ 나. 제공받는 자의 개인정보 이용 목적, 제공하는 개인정보의 항목</p>
      <p>∙ 다. 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간</p>
      <p>
        ∙ 라. 동의를 거부할 권리가 있다는 사실 및 동의 거부에 따른 불이익이 있는
        경우에는 그 불이익의 내용
      </p>
      <p>
        ③제3자에게 개인정보를 제공하는 현황은 다음과 같습니다
        <strong>.파일제공</strong>{" "}
      </p>
      <p>
        <strong>제5조(처리하는 개인정보 항목)</strong> KAIST 학부 총학생회는
        다음의 개인정보 항목을 처리하고 있습니다.
      </p>
      <ol>
        <li>
          <p>홈페이지 회원 가입 및 관리</p>
        </li>
        <li>
          <p>
            필수항목 : 한글이름, 영문이름, 카이스트 UID, 학번(학생) 혹은
            사번(교직원), 학사 조직명
          </p>
        </li>
        <li>
          <p>
            인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어
            수집될 수 있습니다.
          </p>
        </li>
        <li>
          <p>서비스 이용기록, 방문기록 등</p>
        </li>
      </ol>
      <p>
        <strong>제6조(개인정보의 파기)</strong> ① KAIST 학부 총학생회는 개인정보
        보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는
        지체없이 해당 개인정보를 파기합니다.
      </p>
      <p>
        ② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이
        달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는
        경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를
        달리하여 보존합니다.
      </p>
      <p>③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
      <ol>
        <li>파기절차</li>
      </ol>
      <p>
        KAIST 학부 총학생회는 파기 사유가 발생한 개인정보를 선정하고, KAIST 학부
        총학생회의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
      </p>
      <ol>
        <li>파기방법</li>
      </ol>
      <p>
        KAIST 학부 총학생회는 전자적 파일 형태로 기록∙저장된 개인정보는 기록을
        재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여
        파기하며, 종이 문서에 기록.저장된 개인정보는 분쇄기로 분쇄하거나
        소각하여 파기합니다.
      </p>
      <p>
        <strong>제7조(개인정보의 안전성 확보조치)</strong> KAIST 학부 총학생회는
        개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
      </p>
      <ol>
        <li>
          <p>관리적 조치 : 내부관리계획 수립∙시행, 정기적 국원 교육 등</p>
        </li>
        <li>
          <p>기술적 조치 : 개인정보처리시스템 등의 접근권한 관리 등</p>
        </li>
        <li>
          <p>물리적 조치 : 전산실, 자료보관실 등의 관계자 외 접근통제</p>
        </li>
      </ol>
      <p>
        <strong>제8조(개인정보 보호책임자)</strong> ① KAIST 학부 총학생회는
        개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한
        정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보
        보호책임자를 지정하고 있습니다.
      </p>
      <p>▶ 개인정보 보호책임자</p>
      <p>성명 : 최다은</p>
      <p>직책 : KAIST 학부 총학생회 디자인정보팀장</p>
      <p>연락처 : 010-2796-5866, cde1103@kaist.ac.kr</p>
      <p>
        ② 정보주체께서는 KAIST 학부 총학생회의 서비스(또는 사업)을 이용하시면서
        발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을
        개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. KAIST 학부
        총학생회는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
      </p>
      <p>
        <strong>제9조(개인정보 열람청구)</strong> 정보주체는 개인정보 보호법
        제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. KAIST
        학부 총학생회는 정보주체의 개인정보 열람청구가 신속하게 처리되도록
        노력하겠습니다.
      </p>
      <p>▶ 개인정보 열람청구 접수.처리 담당자</p>
      <p>성명 : 최다은</p>
      <p>직책 : KAIST 학부 총학생회 디자인정보팀장</p>
      <p>연락처 : 010-2796-5866, cde1103@kaist.ac.kr</p>
      <p>
        <strong>제10조(권익침해 구제방법)</strong> 정보주체는 아래의 기관에 대해
        개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
      </p>
      <p>
        &lt;아래의 기관은 KAIST 학부 총학생회와는 별개의 기관으로서, KAIST 학부
        총학생회의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지
        못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다&gt;
      </p>
      <p>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)</p>
      <ul>
        <li>
          <p>소관업무 : 개인정보 침해사실 신고, 상담 신청</p>
        </li>
        <li>
          <p>홈페이지 : privacy.kisa.or.kr</p>
        </li>
        <li>
          <p>전화 : (국번없이) 118</p>
        </li>
        <li>
          <p>
            주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층
            개인정보침해신고센터
          </p>
        </li>
      </ul>
      <p>▶ 개인정보 분쟁조정위원회</p>
      <ul>
        <li>
          <p>소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)</p>
        </li>
        <li>
          <p>홈페이지 : www.kopico.go.kr</p>
        </li>
        <li>
          <p>전화 : (국번없이) 1833-6972</p>
        </li>
        <li>
          <p>주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층</p>
        </li>
      </ul>
      <p>▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)</p>
      <p>
        ▶ 경찰청 사이버안전국 : 182 (
        <a href="http://cyberbureau.police.go.kr">
          http://cyberbureau.police.go.kr
        </a>
        )
      </p>
    </div>
  );
};

export default AuthAgreementPreviousContent;
